need_photos = ('Хорошо. Теперь необходимы фотографии с машиной. Отправьте фотографии в строгом порядке:\n'
               '1. Фотография Вас и машины. Должны быть видны номера авто, эта фотография будет видна всем клиентам\n'
               '2. Надпись "Компания" с машиной на фоне\n'
               '3. Права\n'
               '5. Регистрация ТС\n'
               '6. Страховка')

need_photos_ = 'Необходимо прислать только фотографии'

new_request = ('Новая заявка. Первая фотография будет видна клиентам. Отправьте "1" если водитель прошел '
               'проверку, "2 <текст замечания>" если водитель ее не прошел (текст будет показан водителю), '
               '"3" если водителя необходимо заблокировать')

wait_admin = ('Все готово. Осталось только дождаться проверки ваших данных администратором. Обычно это занимает '
              'не больше дня. Мы сразу оповестим вас о решении администратора.')

wait_admin_ = ('Сейчас ваш профиль проходит модерацию. Мы сразу вам сообщим о результате как только администрация '
               'вынесет решение.')

open_ = 'Смена открыта.'

open_taxi = 'Смена открыта. Ваш город пока не зарегистрирован в системе.'

open_taxi_ = 'Смена открыта. Назначен свободный район(ы): '

close_taxi = 'Вы успено закрыли смену. Чтобы начать ее, напишите "С <первая буква района>"'

start = 'Вы успено закрыли смену. Чтобы начать ее, напишите "С <первая буква района>"'

already = 'Вы уже зарегистрированы'

search = 'Начался поиск водителя...'

profile_ = ('Теперь опишите подробно куда должен приехать водитель и куда вас нужно отвезти. Укажите цену, которую '
            'готовы заплатить за поездку, а так же все необходимые для водителя подробности. Рекомендуем указать '
            'свой номер телефона, чтобы водитель при необходимости мог с вами связаться.')

free_regions = 'Необходимо выбрать из разрешенных районов. Доступные районы:\n'

locate = 'В каком районе вы сейчас находитесь? Отправьте первую букву района. Доступные районы:\n'

locate_ = 'В каком городе ты живешь?'

profile = ('Теперь опишите подробно куда должен приехать водитель и куда вас нужно отвезти. Укажите цену, '
           'которую готовы заплатить за поездку, а так же все необходимые для водителя подробности. '
           'Рекомендуем указать свой номер телефона, чтобы водитель мог при необходимости мог с вами '
           'связаться.')

help_ = ('Для того, чтобы указать, что вы свободны в каком-то районе, нужно отправить сообщение вида '
         '"С <первая буква района>". Доступные районы:\n')

need_data = 'Привет. Для заказа мне нужно узнать некоторые данные.\n'

incorr = 'Введите 1, 2 или 3'

good = 'Успешно...'

ban = 'К сожалению администрация решила вас забанить'

second = 'К сожалению администрация решила вас забанить'

first = ('Поздравляем, вы успешно прощли проверку. Чтобы начать получать заказы, выберите себе регион. Чтобы '
         'узнать команды, введите "помощь"')

hasnt_req = 'На данный момент нет заявок'

help__ = ('Доступные команды:\n'
          '"С <первая буква района>" - открывает возможность принимать заказы в этом районе\n'
          '"З" - закрывает смену, заказы больше не будут доступны\n'
          '"Ок" - согласие на взятие заказа (если заказ поступил)\n'
          '"П" - отправить клиенту уведомление о своем приезде (если заказ есть)\n'
          '"Удалить" - удаляет ваш профиль (если необходимо обновить данные)\n'
          '"Сделать заказ" - используйте, если вам понадобятся услуги другого водителя\n"'
          '"Город: <название города из списка>" - используйте чтобы указать ваш город\n'
          'P.S. После того как вы принимаете заказ, другие заказы вам не поступают. Чтобы снова принимать '
          'заказы, введите "С <первая буква района>"\n')

note = 'Водитель приехал, можете выходить'

note_ = 'Уведомление отправлено'

hasnt_ord = 'На данный момент у вас нет заказа'

not_correct_city = 'К сожалению указанный город пока еще не добавлен в программу'

correct_city = 'Город успешно добавлен. Теперь вы можете использовать команду C и выбрать нужный район'
